<?php

return [
    'yemen' => [
        [
            'name' => 'فرع حضرموت - سيئون',
            'address' => 'شارع سيئون، الخط الرئيسي مقابل...',
            'phone' => '+967 777 777 777',
        ],
        [
            'name' => 'فرع عدن - المنصورة',
            'address' => 'الشارع الرئيسي - المنصورة - بجانب دوار كالتكس',
            'phone' => '+967 733 333 333',
        ],
    ],
    'saudi' => [
        [
            'name' => 'فرع الرياض - العليا',
            'address' => 'شارع العليا، مقابل برج المملكة',
            'phone' => '+966 555 555 555',
        ],
        [
            'name' => 'فرع جدة - شارع الأمير محمد',
            'address' => 'شارع الأمير محمد، بجانب السوق التجاري',
            'phone' => '+966 544 444 444',
        ],
    ],
];