<?php

return [

    'calmy_baby' => [
        'title' => 'حفاضات كالمي بيبي',
        'description' => 'راحة استثنائية وحماية فائقة لطفلك مع تقنيات متطورة وخامات عالية الجودة',
        'features' => [
            ['icon' => 'fa-regular fa-face-smile', 'color' => '#d10a6a', 'title' => 'راحة فائقة', 'text' => 'تصميم مريح يتكيف مع حركة الطفل الطبيعية'],
            ['icon' => 'fa-solid fa-shield', 'color' => '#E77A27', 'title' => 'مانع للتسرب', 'text' => 'حواف مرنة وتصميم محكم يمنع التسرب نهائياً'],
            ['icon' => 'fa-solid fa-droplet', 'color' => '#024BE5', 'title' => 'امتصاص فائق', 'text' => 'تقنية امتصاص متطورة تحافظ على جفاف الطفل لمدة 12 ساعة'],
        ],
        'sizes' => [
            'مقاس 1 (حديث الولادة)',
            'مقاس 2 (صغير)',
            'مقاس 3 (وسط)',
            'مقاس 4 (كبير)',
            'مقاس 5 (كبير جداً)',
            'مقاس 6 (كبير جداً جداً)'
        ],
        'products' => [
            [
                'name' => 'حفاضات حديثي الولادة',
                'image' => 'images/calmy_p1.jpg',
                'description' => 'حفاضات فائقة النعومة...',
                'size' => 'مقاس 1 (حديث الولادة)',
                'type' => 'calmy_baby',
            ],
            [
                'name' => 'حفاضات حجم كبير',
                'image' => 'images/calmy_p2.jpg',
                'description' => 'حفاضات فائقة النعومة...',
                'size' => 'مقاس 4 (كبير)',
                'type' => 'calmy_baby',
            ],
            [
                'name' => 'حفاضات حجم صغير',
                'image' => 'images/calmy_p3.jpg',
                'description' => 'حفاضات فائقة النعومة...',
                'size' => 'مقاس 2 (صغير)',
                'type' => 'calmy_baby',
            ],
            [
                'name' => 'حفاضات حجم وسط',
                'image' => 'images/calmy_p4.jpg',
                'description' => 'مصممة لتناسب حركة الطفل...',
                'size' => 'مقاس 3 (وسط)',
                'type' => 'calmy_baby',
            ],
            [
                'name' => 'حفاضات حجم كبير جداً',
                'image' => 'images/calmy_p2.jpg',
                'description' => 'حفاضات فائقة النعومة...',
                'size' => 'مقاس 5 (كبير جداً)',
                'type' => 'calmy_baby',
            ],
            [
                'name' => 'حفاضات حجم كبير جداً جداً',
                'image' => 'images/calmy_p2.jpg',
                'description' => 'حفاضات فائقة النعومة...',
                'size' => 'مقاس 6 (كبير جداً جداً)',
                'type' => 'calmy_baby',
            ],
        ],

    ],

    'lofy_baby' => [
        'title' => 'حفاضات لوفي بيبي',
        'description' => 'راحة استثنائية وحماية فائقة لطفلك مع تقنيات متطورة وخامات عالية الجودة',
        'features' => [
            ['icon' => 'fa-regular fa-face-smile', 'color' => '#d10a6a', 'title' => 'راحة فائقة', 'text' => 'تصميم مريح يتكيف مع حركة الطفل الطبيعية'],
            ['icon' => 'fa-solid fa-shield', 'color' => '#E77A27', 'title' => 'مانع للتسرب', 'text' => 'حواف مرنة وتصميم محكم يمنع التسرب نهائياً'],
            ['icon' => 'fa-solid fa-droplet', 'color' => '#024BE5', 'title' => 'امتصاص فائق', 'text' => 'تقنية امتصاص متطورة تحافظ على جفاف الطفل لمدة 12 ساعة'],
        ],
        'sizes' => [
            'مقاس 1 (حديث الولادة)',
            'مقاس 2 (صغير)',
            'مقاس 3 (وسط)',
            'مقاس 4 (كبير)',
            'مقاس 5 (كبير جداً)',
            'مقاس 6 (كبير جداً جداً)'
        ],
        'products' => [
            [
                'name' => 'حفاضات حديثي الولادة',
                'image' => 'images/lofy_p1.jpg',
                'description' => 'حفاضات فائقة النعومة مصممة خصيصاً للأطفال حديثي الولادة.',
                'size' => 'مقاس 1 (حديث الولادة)',
                'type' => 'lofy_baby',

            ],
            [
                'name' => 'حفاضات مقاس صغير',
                'image' => 'images/lofy_p2.jpg',
                'description' => 'حفاضات فائقة النعومة مصممة خصيصاً للأطفال حديثي الولادة.',
                'size' => 'مقاس 2 (صغير)',
                'type' => 'lofy_baby',
            ],
            [
                'name' => 'حفاضات مقاس وسط',
                'image' => 'images/lofy_p3.jpg',
                'description' => 'حفاضات فائقة النعومة مصممة خصيصاً للأطفال حديثي الولادة.',
                'size' => 'مقاس 3 (وسط)',
                 'type' => 'lofy_baby',
            ],
            [
                'name' => 'حفاضات مقاس كبير',
                'image' => 'images/lofy_p4.jpg',
                'description' => 'حفاضات فائقة النعومة مصممة خصيصاً للأطفال حديثي الولادة.',
                'size' => 'مقاس 4 (كبير)',
                 'type' => 'lofy_baby',

            ],
            [
                'name' => 'حفاضات مقاس كبيرا جدا',
                'image' => 'images/lofy_p5.jpg',
                'description' => 'حفاضات فائقة النعومة مصممة خصيصاً للأطفال حديثي الولادة.',
                'size' => 'مقاس 5 (كبير جداً)',
                 'type' => 'lofy_baby',
            ],
            [
                'name' => 'حفاضات مقاس كبير جدا جدا',
                'image' => 'images/lofy_p6.jpg',
                'description' => 'حفاضات فائقة النعومة مصممة خصيصاً للأطفال حديثي الولادة.',
                'size' => 'مقاس 6 (كبير جداً جداً)',
                 'type' => 'lofy_baby',
            ],

        ]
    ],

];